export const SALT_ROUNDS = 10;

export const MAX_SAVED_ROUTES = 10;

export const POLL_INTERVAL_MS = 60000;

export const HASC_TO_NAME = {
  'UA.CK': 'Черкаська область',
  'UA.CH': 'Чернігівська область',
  'UA.CV': 'Чернівецька область',
  'UA.DP': 'Дніпропетровська область',
  'UA.DT': 'Донецька область',
  'UA.IF': 'Івано-Франківська область',
  'UA.KK': 'Харківська область',
  'UA.KS': 'Херсонська область',
  'UA.KM': 'Хмельницька область',
  'UA.KV': 'Київська область',
  'UA.KC': 'місто Київ',
  'UA.KH': 'Кіровоградська область',
  'UA.LV': 'Львівська область',
  'UA.LH': 'Луганська область',
  'UA.MY': 'Миколаївська область',
  'UA.OD': 'Одеська область',
  'UA.PL': 'Полтавська область',
  'UA.RV': 'Рівненська область',
  'UA.SM': 'Сумська область',
  'UA.TP': 'Тернопільська область',
  'UA.VI': 'Вінницька область',
  'UA.VO': 'Волинська область',
  'UA.ZK': 'Закарпатська область',
  'UA.ZP': 'Запорізька область',
  'UA.ZT': 'Житомирська область',
};
